{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": " dusz!"
			},
			"Translation":
			{
				"Text": "souls!"
			},
			"Key": "46F69D96C04C9A16FC1EA99FFA11CA02"
		},
		{
			"Source":
			{
				"Text": "1. Przyjmij zamówienie od duszy przy ladzie.\r\n2. Zajrzyj do przepiśnika na stole by poznać recepturę potrawy.\r\n3. idż na zaplecze, bt wybrać składniki.\r\n4. przynieś składniki do stołu rytualnego\r\n5. przygotuj potrawę w kotle. <red> pamiętaj o odpowiedniej kolejności.</> Jeśli się nie uda, wyrzuć ją do kosza i przygotuj nową.\r\n6. dostarcz <green>ostatni posiłek</> do lady.\r\n7. przeżyj."
			},
			"Translation":
			{
				"Text": "1 Take an order from the soul at the counter.\r\n2. look in the recipe book on the table to learn the recipe of the dish.\r\n3. go to the back room, bt select ingredients.\r\n4. bring the ingredients to the ritual table\r\n5. prepare the dish in the cauldron. <red>remember the correct order.</> If it fails, throw it in the bin and prepare a new one.\r\n6. deliver <green>last meal</> to the counter.\r\n7. survive."
			},
			"Key": "44F79D234E0EC098A2D22C8995720EFD"
		},
		{
			"Source":
			{
				"Text": "<title> - WPROWADZENIE -</>"
			},
			"Translation":
			{
				"Text": "<title> - INTRODUCTION - </>"
			},
			"Key": "39322854434888A37229D0B443832CFE"
		},
		{
			"Source":
			{
				"Text": "<title> - sterowanie -</>"
			},
			"Translation":
			{
				"Text": "<title> - key binds- </>"
			},
			"Key": "301E867D44DE48FBCF48CDA25EA8209E"
		},
		{
			"Source":
			{
				"Text": "Co dwie głowy to nie jedna!"
			},
			"Translation":
			{
				"Text": "Two heads are better than one!"
			},
			"Key": "893C4E51430BCE5D142625A163F2F251"
		},
		{
			"Source":
			{
				"Text": "Daj mi pomyśleć"
			},
			"Translation":
			{
				"Text": "Let me think"
			},
			"Key": "DE167C6349DED0758AF7C39114A0AD52"
		},
		{
			"Source":
			{
				"Text": "Dalej"
			},
			"Translation":
			{
				"Text": "Next"
			},
			"Key": "9E9256664E87B3474BEFC2B669FC0239"
		},
		{
			"Source":
			{
				"Text": "Fragmenty Dusz"
			},
			"Translation":
			{
				"Text": "Soul Fragmetn"
			},
			"Key": "5829DFA6DC499A433F12E9B1134B00B4"
		},
		{
			"Source":
			{
				"Text": "Kosz"
			},
			"Translation":
			{
				"Text": "Bin"
			},
			"Key": "8A3901AD4876368643B5F2A167C1E5E8"
		},
		{
			"Source":
			{
				"Text": "Menu"
			},
			"Translation":
			{
				"Text": "Menu"
			},
			"Key": "D5BB35C3429017ACEE0BA599F2A5B979"
		},
		{
			"Source":
			{
				"Text": "Miraine\r\n\r\nEnzer\r\n\r\nChomash"
			},
			"Translation":
			{
				"Text": "Miraine\r\n\r\nEnzer\r\n\r\nChomash"
			},
			"Key": "34160CAE4926BBFC13FB6AB494A9F055"
		},
		{
			"Source":
			{
				"Text": "Nic nie widzę!"
			},
			"Translation":
			{
				"Text": "I can't see a thing!"
			},
			"Key": "B538A4FF4A603CF06C14BFBD789BACDE"
		},
		{
			"Source":
			{
				"Text": "Niech spoczywają w pokoju."
			},
			"Translation":
			{
				"Text": "May they rest in peace."
			},
			"Key": "53046E2E39454146695595BF4E5E3B21"
		},
		{
			"Source":
			{
				"Text": "Odbiór"
			},
			"Translation":
			{
				"Text": "reception"
			},
			"Key": "020CB1CE4528C8317EEAF0B69D5227C0"
		},
		{
			"Source":
			{
				"Text": "Ostatnia Wieczerza\r\nLeszego"
			},
			"Translation":
			{
				"Text": "Leshy's\r\nLast Supper"
			},
			"Key": "78842F6D4614C0E15795048E771B8C29"
		},
		{
			"Source":
			{
				"Text": "Pomocna dłoń"
			},
			"Translation":
			{
				"Text": "A helping hand"
			},
			"Key": "7D43B3BE4FCAB513DE624780A7017C8D"
		},
		{
			"Source":
			{
				"Text": "Ręka, Oko, Mózg na ścianie"
			},
			"Translation":
			{
				"Text": "Salad mix"
			},
			"Key": "2F036C404C8BEF7896FCF5B224146B61"
		},
		{
			"Source":
			{
				"Text": "Spanko było! :D"
			},
			"Translation":
			{
				"Text": "We slept this time :D"
			},
			"Key": "0A099795405D48DE0C4C38A15ED7B66D"
		},
		{
			"Source":
			{
				"Text": "Tryb gotowania:\r\nMyszka - przesówanie obiektów\r\nSpacja - sterowanie temperaturą"
			},
			"Translation":
			{
				"Text": "Cooking mode:\r\nMouse - move objects\r\nSpacebar - control temperature"
			},
			"Key": "0B89703D4092C1B3410A6F83434F98FA"
		},
		{
			"Source":
			{
				"Text": "Twój czas minął!"
			},
			"Translation":
			{
				"Text": "You run out of time!"
			},
			"Key": "6A6F08BA1F4EFFD873BD219286BF8F2D"
		},
		{
			"Source":
			{
				"Text": "Twórcy"
			},
			"Translation":
			{
				"Text": "Creators"
			},
			"Key": "3700DB5B4E8FC9AC2B800EAE2C453BA2"
		},
		{
			"Source":
			{
				"Text": "WSAD - poruszanie się\r\nE - podnoszenie/opuszczanie przedmiotów\r\nF - interakcja"
			},
			"Translation":
			{
				"Text": "WSAD - move around\r\nE - pick up/down objects\r\nF - interact"
			},
			"Key": "C90428D9470C8DA58566DE9ABD88C203"
		},
		{
			"Source":
			{
				"Text": "Wcisnij F by wyjsc z widoku okna"
			},
			"Translation":
			{
				"Text": "Press F to return"
			},
			"Key": "64A9046A4616245BDCEAE78A55B7ED7E"
		},
		{
			"Source":
			{
				"Text": "Wciśnij F"
			},
			"Translation":
			{
				"Text": "Press F"
			},
			"Key": "A57A5BB746F33D5CC1B2B5969E6871BE"
		},
		{
			"Source":
			{
				"Text": "Witaj, śmiertelniku.\r\n\r\nDusze przybywające do <green>Ostatniej Wieczerzy Leszego</> w  zamian za swój ostatni posiłek oddają cząstki swojego jestestwa. Im szybciej ich ugościsz dobrą strawą tym większej zapłaty możesz się spodziewać. Jednakże, uważaj - <green> Fragmenty Duszy </> to jednocześnie ciągłe paliwo dla egzystencji Leszego, a jego głód jest wiecznei nienasycony. Ich liczba spada przez cały czas aż do momentu otrzymania zapłaty. Egzystencja Demona Lasu jest czystą grą czasu, a Twoim zadaniem jest zadbanie o ty, by <red> trwała ona jak najdłużej.</>"
			},
			"Translation":
			{
				"Text": "Welcome, mortal.\r\n\r\nThe souls arriving at <green>Leshy's Last Supper</> give up particles of their being in exchange for their last meal. The sooner you placate them with good food, the greater the payment you can expect. Beware, however - <green>Soul Fragments </> are also the continuous fuel for Leshy's existence, and his hunger is eternally insatiable. Their number decreases at all times until payment is received. The existence of the Forest Demon is a pure game of time, and your task is to make sure that <red>it lasts as long as possible."
			},
			"Key": "48226114476D3F2CA82CF48610D371EC"
		},
		{
			"Source":
			{
				"Text": "Wyjdź"
			},
			"Translation":
			{
				"Text": "Exit"
			},
			"Key": "6CD0640340A7CE8144CD1796E7AC6F82"
		},
		{
			"Source":
			{
				"Text": "Za pomocą myszki wrzuć przedmioty do garnka, następnie naciskaj [SPACJA] by rozpocząć gotowanie i utrzymać odpowiednią temperaturę potrawy."
			},
			"Translation":
			{
				"Text": "Use the mouse to drop items into the pot, then press [SPACE] to start cooking and keep the food at the right temperature."
			},
			"Key": "000B93F744DF3B24FD66D09506426836"
		},
		{
			"Source":
			{
				"Text": "Zebrano "
			},
			"Translation":
			{
				"Text": "Collected"
			},
			"Key": "8C4AFCB6F747B6B328947BAAA1D1D3D6"
		},
		{
			"Source":
			{
				"Text": "[gotowanko!]"
			},
			"Translation":
			{
				"Text": "[cook time!]"
			},
			"Key": "37CDCD2A5B48821E4826D7B34C2A8F4B"
		},
		{
			"Source":
			{
				"Text": "wstecz"
			},
			"Translation":
			{
				"Text": "return"
			},
			"Key": "E39ECD2A463CB942409856B7D551FD9E"
		},
		{
			"Source":
			{
				"Text": "Łamacz serc"
			},
			"Translation":
			{
				"Text": "Heartbreakers"
			},
			"Key": "C0140656446038BD6DAF088E3AC2CF89"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "ST_Localization",
			"Children": [
				{
					"Source":
					{
						"Text": "Graj!"
					},
					"Translation":
					{
						"Text": "Start!"
					},
					"Key": "UI_btn_start"
				}
			]
		}
	]
}